export default {
  projections: {
    ЗапОбУсл: {
      времяНачала: {
        __caption__: 'Время начала'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      времяОкон: {
        __caption__: 'Время окончания'
      },
      датаОкон: {
        __caption__: 'Дата окончания'
      },
      статОпл: {
        __caption__: 'Статус оплаты'
      },
      времяОплаты: {
        __caption__: 'Время оплаты'
      },
      паркМесто: {
        __caption__: 'Парковочное место',
        номер: {
          __caption__: 'Номер'
        }
      },
      автомобиль: {
        __caption__: 'Автомобиль',
        госНомер: {
          __caption__: 'Гос номер'
        }
      }
    }
  },
  validations: {
    времяНачала: {
      __caption__: 'Время начала'
    },
    времяОкон: {
      __caption__: 'Время окончания'
    },
    времяОплаты: {
      __caption__: 'Время оплаты'
    },
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкон: {
      __caption__: 'Дата окончания'
    },
    статОпл: {
      __caption__: 'Статус оплаты'
    },
    автомобиль: {
      __caption__: 'Автомобиль'
    },
    паркМесто: {
      __caption__: 'Парковочное место'
    },
    услуга: {
      __caption__: 'услуга'
    }
  }
};
