export default {
  projections: {
    Услуга: {
      номерУсл: {
        __caption__: 'ID услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      запОбУсл: {
        __caption__: 'Запись об услуге'
      }
    }
  },
  validations: {
    длительность: {
      __caption__: 'Длительность'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номерУсл: {
      __caption__: 'ID услуги'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    запОбУсл: {
      __caption__: 'Запись об услуге'
    }
  }
};
