export default {
  projections: {
    Паркомат: {
      номерПарк: {
        __caption__: 'ID паркомата'
      },
      терминал: {
        __caption__: 'Терминал',
        номерТер: {
          __caption__: 'Номер терминала'
        }
      },
      услуга: {
        __caption__: 'Услуга',
        длительность: {
          __caption__: 'Длительность'
        }
      },
      шлагбаум: {
        __caption__: 'Шлагбаум',
        номерШлаг: {
          __caption__: 'Номер шлагбаума'
        }
      },
      парковка: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    }
  },
  validations: {
    номерПарк: {
      __caption__: 'ID паркомата'
    },
    терминал: {
      __caption__: 'Терминал'
    },
    услуга: {
      __caption__: 'Услуга'
    },
    шлагбаум: {
      __caption__: 'Шлагбаум'
    },
    парковка: {
      __caption__: 'парковка'
    }
  }
};
